# engels-transport-bot/utils/constants.py

COMPLAINT_TYPES = {
    1: "Курение / парение в салоне",
    2: "Разговор по телефону во время движения",
    3: "Превышение скорости",
    4: "Резкое торможение / разгон",
    5: "Игнорирование остановки по требованию",
    6: "Отказ отключить громкую музыку",
    7: "Отказ включить кондиционер / отопление",
    8: "Грубое общение с пассажирами",
    9: "Отказ принять льготный проезд",
    10: "Превышение вместимости (переполнен салон)",
    11: "Грязный салон / кузов",
    12: "Нарк. / алк. опьянение водителя",
    13: "Нарушение ПДД",
    14: "Другое (текстовое поле)",
}
